Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/inputs/tm-10.tmx
Source language: en
Languages: cs

source: Try installing the drivers of the USB wireless modem from the CD
cs: Zkuste nainstalovat ovladače USB bezdrátového modemu z CD

source: Check the settings on your account for blocked contacts.
cs: Zkontrolujte nastavení na účtu pro blokované kontakty.

source: Try to see if the drivers for the wireless card are active, and if the wireless button on the computer is connected.
cs: Zkuste se podívat, jestli jsou ovladače pro bezdrátovou kartu aktivní, a pokud je připojen bezdrátový tlačítko na počítači.

source: To install a program just insert the CD with the program or run the .Exe file and follow the installation steps.
cs: Chcete-li nainstalovat program, vložte CD do programu nebo spusťte. Spustit soubor a sledovat instalační kroky.

source: On the Gmail page, try recovering your account.
cs: Na stránce Gmail, zkuste obnovit svůj účet.

source: Make sure the game is compatible with Windows 8. Check on the box of the game or in the instruction manual.
cs: Ujistěte se, že hra je kompatibilní s Windows 8. Zkontrolujte, zda hra nebo v návodu.

source: You can register in the Zon client's area page.
cs: Můžete se zaregistrovat na stránce Zon klient.

source: You will need a network cable to connect it to the router's WAN port and at the other end of the modem. Then turn off both devices and reconnect.
cs: Budete potřebovat síťový kabel pro připojení k portu směrovače a na druhém konci modemu. Pak vypni obě zařízení a znovu.

source: Try to access the Play Store and install the application.
cs: Zkuste se dostat do Play Store a nainstalovat aplikaci.

source: Just press Ctrl + Shift + Del keys then select "clear browsing history".
cs: Jen stiskněte klávesy Ctrl + Shift + Del a zvolte „čistou historii prohlížení“.

source: Windows provides Paint by default. You can also use free programs like GIMP, or professional programs such as Photoshop, for which you must pay.
cs: Systém Windows poskytuje aplikaci Paint ve výchozím nastavení. Můžete také použít zdarma programy, jako je GIMP, nebo profesionální programy, jako je Photoshop, za které musíte zaplatit.

source: China Says It Didn't Fight Any War Nor Invaded Foreign Land
cs: Čína říká, že nebojovala s žádnou válkou ani s cizí zemí.

source: China on Friday said it has not provoked a "single war or conflict" or "invaded a single square" of foreign land, skirting any reference to the 1962 war with India.
cs: Čína v pátek prohlásila, že nezpůsobila „jedinou válku nebo konflikt“ ani „invazi na jediné náměstí“ cizí země, čímž se vyhnula jakékoli zmínkě o válce s Indií v roce 1962.

source: "China has always been dedicated to resolving territorial and maritime delimitation disputes through negotiation and consultation," stated an official white paper released, four days ahead of the country set to celebrate its 70th anniversary of the leadership of the ruling Communist Party of China (CPC) on October 1.
cs: „Čína byla vždy odhodlána řešit územní a námořní spory prostřednictvím jednání a konzultací,“ uvedla oficiální bílá kniha, která byla vydána čtyři dny před zemí, která měla oslavit 70. výročí vedení vládnoucí komunistické strany Číny (CPC) 1. října.

source: "China safeguards world peace through real actions. Over the past 70 years, China has not provoked a single war or conflict, nor invaded a single square of foreign land," the paper titled "China and the World in the New Era" said.
cs: „Čína chrání světový mír prostřednictvím skutečných akcí. Za posledních 70 let Čína nevyvolala jedinou válku ani konflikt, ani nezaútočila na jediné náměstí cizí země,“ uvedl papír s názvem „Čína a svět v Nové éře“.

source: The white paper, while highlighting the CPS's "peaceful rise" made no reference of the bloody 1962 war with India and the vast tracts of land, especially in the Aksai Chin area, occupied by China.
cs: Bílá kniha, zdůrazňující „mírový vzestup“ CPS, se nezmínila o krvavé válce s Indií v roce 1962 a o obrovských pozemcích, zejména v oblasti Aksai Chin, okupované Čínou.

source: The Sino-India border dispute involving 3,488-km-long Line of Actual Control (LAC) remained unresolved. China also claims Arunachal Pradesh as part of South Tibet, which India contests.
cs: Spor o hranici mezi Sinem a Indií, který se týká 3 488 km Řádek skutečné kontroly (LAC) zůstal nevyřešen. Čína také tvrdí, že Arunachal Pradesh je součástí jižního Tibetu, který Indie napadá.

source: So far, the two countries held 21 rounds of Special Representatives talks to resolve the border dispute.
cs: Obě země zatím uspořádaly 21 kol jednání zvláštních zástupců, aby vyřešily pohraniční spor.

source: Besides the 1962 war, India and China had a major military standoff at Doklam in 2017 when the People's Liberation Army (PLA) tried to lay a road close to India"s narrow Chicken Neck corridor connecting with the North-Eastern states in an area also claimed by Bhutan.
cs: Kromě války v roce 1962 měla Indie a Čína v Doklamu v roce 2017 velký vojenský ústup, když se Lidová osvobozenecká armáda (PLA) pokusila položit silnici blízko úzké uličky Kuřecí krk Indie, která spojuje se severovýchodními státy v oblasti, o níž také tvrdil Bhútán.

source: It was finally diplomatically resolved after which both sides pulled back their troops.
cs: Nakonec byla diplomaticky vyřešena a obě strany stáhly své vojáky zpět.

source: China also had a major military conflict with Vietnam in 1979. China claims sovereignty over all of South China Sea. Vietnam, Malaysia, the Philippines, Brunei and Taiwan have counter claims.
cs: Čína měla v roce 1979 velký vojenský konflikt s Vietnamem. Čína si nárokuje svrchovanost nad celým Jihočínským mořem. Vietnam, Malajsie, Filipíny, Brunej a Tchaj-wan mají protinároky.

source: "China has achieved full resolution of land border delimitation problems with 12 of its 14 neighbouring countries, and delineated the China-Vietnam maritime boundary in the Beibu Gulf," the white paper said, noting that since reform and opening up in 1978, the country has cut its armed forces "by over four million."
cs: „Čína dosáhla plného řešení problémů s vymezením pozemních hranic s 12 ze svých 14 sousedních zemí a vymezila námořní hranici Číny a Vietnamu v Beibuském zálivu,“ uvedla bílá kniha a poznamenala, že od reformy a otevření v roce 1978 země snížila své ozbrojené síly o více než čtyři miliony.

source: The two-million strong Chinese military still remain the world's largest.
cs: Dva miliony silných čínských vojáků stále zůstávají největší na světě.
